Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: All translations of this document will also be deleted.
yo: Gbogbo ìtumọ̀ àkọsílẹ̀ yíi yóò di píparẹ́.

source: All unhelpful articles...
yo: Gbogbo àwọn aròkọ àìrannilọ́wọ́...

source: Almost there! We just need you to create a support forum account!
yo: Ti fẹ́ débẹ̀! A kàn nílò rẹ láti ṣẹ̀dá àkọ́ọ́lẹ̀ àpèjọ àtìlẹ́hìn!

source: Already have an account? Sign in
yo: Ti ní àkọ́ọ́lẹ̀ tẹ́lẹ̀? Wọlé

source: An email has been sent to the address below:
yo: Ati fi í-meélì jíṣẹ́ sí àdírẹ́sì ìsalẹ̀:

source: An error occured.
yo: Àṣiṣe wáyé.

source: An error occured: {message}
yo: Àṣìṣe ti wáyé: {message}

source: An Error Occurred
yo: Àṣìṣe Wáyé

source: A newer revision has already been reviewed.
yo: Ati ṣàyẹ̀wò àtùnyẹ̀wò titun náà.

source: A newer version has already been reviewed.
yo: Ati ṣàyẹ̀wò ẹ̀yà titun náà.

source: A new online standard to recognize and verify learning
yo: Gbèndéke lóníforíkorí titun láti dámọ̀ àti jẹ́rì ẹ̀kọ́

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
yo: Fèrèsé titun yóò ṣí. Ṣíra tẹ bọ́tìnì tí a ńpè ní <em>Ṣẹ̀dà àyọkà si àpò àwòrán</em>.

source: Answered
yo: Tí a dáhùn

source: answered by <a href="{user_url}">{username}</a> {when}
yo: dáhùn <a href="{user_url}">{username}</a> {when}

source: {answerer} commented on a Firefox question on {host}:
yo: {answerer} sọ àsọyé lóri ìbéérè Firefox ní {host}:

source: {answerer} has posted an answer to your question on {host}:
yo: {answerer} ti fi ìdáhùn ránṣẹ́ sí ìbéèrè rẹ ní {host}:

source: {answerer} wrote:
yo: {answerer} kọ:

source: Answer questions in the forum
yo: Dáhùn àwọn ìbéèrè ní àpèjọ

source: Answer questions in the support forum
yo: Dáhùn àwọn ìbéèrè ní àtìlẹhìn apèjọ

source: Answers didn't help
yo: Àwọn ìdáhùn kò ṣe ìrànwọ́

source: Answer to Twitter users that need help. It's super easy with our canned responses.
yo: Dáhùn àwọn olùṣàmúlò Twitter tí ó nílò ìrànwọ́. Ó rọrùn gidi pẹ̀lú àwọn èsì wa tí a dé.

source: Answer Votes: % Helpful
yo: Àwọn Ìbò Ìdáhùn: % Ṣèrànlọ́wọ́

source: Application
yo: Àtòjọ-ètò

source: Application Issues
yo: Ìdójúkọ Àtòjọ-ètò

source: Applications
yo: Àtòjọ ètò

source: Approved
yo: Ìbọwọ́lù

source: Approved {default_locale} version:
yo: Ẹ̀yà tí a gbàá wọlé {default_locale}:

source: Approve Revision
yo: Àtúnyẹ̀wò Tí a Gbà

source: Approve Translation
yo: Fọwọ́sí Ìtumọ̀

source: Archived
yo: A ti fi pamọ́ fọ́jọ́ pípẹ́

source: Archive this question
yo: Pa mọ́ fọ́jọ́ pípẹ́ ìbéèrè yíì

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
yo: Ìṣàtúnwò tí o pesè sí ní ati gbàá wọlé. %àwọn(reviewer) ti gbàá wọlé àtúnwò si àkọsílẹ̀ náà %àwọn(document_title).

source: A revision you contributed to has been approved: {title}
yo: Ati gba àtúnyẹ̀wò ìdasí tí o ṣe wọlé: {title}

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
yo: Ìṣàtúnwò tí o pesè sí ní ati ṣàtúntò. %àwọn(reviewer) ti ṣàtúntò àtúnwò si àkọsílẹ̀ náà %àwọn(document_title).

source: A revision you contributed to has been reviewed: {title}
yo: Ati ṣàyẹ̀wò àtúnyẹ̀wò ìdasí tí o ṣe wọlé: {title}

source: Are you registered with Mozilla Support?
yo: Ṣé o forúkọsílẹ̀ pẹ̀lú Àtìlẹ́hìn Mozilla?

source: Are you sure
yo: Ṣé ó dá ọ lójú

source: Are you sure you want to delete the {group} group avatar?
yo: Ṣé o dá ọ lójú pé ofẹ́ pa {group} ẹgbẹ́ avatar rẹ́?

source: Are you sure you want to delete these messages?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àwọn iṣẹ́ yíì rẹ́?

source: Are you sure you want to delete this answer?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa ìdáhùn yíì rẹ́?

source: Are you sure you want to delete this document?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àkọsílẹ̀ yíì rẹ́?

source: Are you sure you want to delete this image?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àwòrán yíì rẹ́?

source: Are you sure you want to delete this message?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa iṣẹ́ yíì rẹ́?

source: Are you sure you want to delete this post?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́?

source: Are you sure you want to delete this question?
yo: Ṣé ó dá ọ lójú pé o fẹ́pa ìbéèrè yíì rẹ́?

source: Are you sure you want to delete this revision?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa àtúnyẹ̀wò yí rẹ́?

source: Are you sure you want to delete this thread?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa èròjà atẹ̀lélànà rẹ́?

source: Are you sure you want to delete this video?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa fídíò yí rẹ́?

source: Are you sure you want to delete your avatar?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa avatar rẹ rẹ́?

source: Are you sure you want to remove {user}?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ {user}?

source: Are you sure you want to remove {user} from {group}?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọkúrò {user} láti {group}?

source: Are you sure you want to remove {user} from {group} leaders?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọkúrò {user} láti {group} àwọn olórí?

source: Are you sure you want to remove {user} from the document contributors?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ {user} kúrò ní àkọsílẹ̀ àwọn olùdasí?

source: Are you sure you want to unsubscribe?
yo: Ṣé ó dá ọ lójú pé o fẹ́ yọ ìforúkọ sílẹ̀ kúrò?

source: Army of Awesome
yo: Ọmọ-ogun ti Ìyalẹ́nu

source: Army Of Awesome
yo: Ọmọ ogun Ti Ìyàlẹ́nu

source: Army of Awesome: help users on Twitter
yo: Ọmọ ogun ti Ìyàlẹ́nu: ṣèrànwọ́ àwọn olùṣàmúlò ní Twitter

source: Army of Awesome will never tweet without your permission.
yo: Ọmọ ogun ti Ìyàlẹ́nu kòní túwìtì láìgba àṣẹ lọ́wọ́ rẹ.

source: Article
yo: Aròkọ

source: Article contains
yo: O ní aròkọ

source: Article Discussions
yo: Ìjírórò Aròkọ

source: Article is for:
yo: Aròkọ wà fún:

source: Article Revisions
yo: Àtúnyẹ̀wò Aròkọ

source: Articles
yo: Àwọn aròkọ

source: Articles that require changes.
yo: Àwọn aròkọ tó nílò àwọn àyípadà.

source: Articles that tell you how you can do more with Thunderbird
yo: Àwọn aròkọ tí ó sọ fún ọ bí o ti lèṣe si pẹ̀lú Ẹyẹ àrá

source: Articles which have approved revisions newer than the latest ready-for-localization one
yo: Aròko tóní ìbọwọ́lù àwọn àtúnyẹ̀wò tó titun ju ọ̀kan ìsọdibílẹ̀ tó ṣetán

source: Article URL
yo: Aròkọ URL

source: Article Votes: % Helpful
yo: Àwọn Ìbò Àròkọ: % Ṣèrànlọ́wọ́

source: Ask a New Question
yo: Béèrè Ìbéèrè Titun

source: Ask a question
yo: Béèrè ìbéèrè

source: Ask a Question
yo: Béèrè Ìbéèrè

source: Ask A Question
yo: Béèrè Ìbéèrè Kan

source: Ask a Question about Marketplace
yo: Béèrè Ìbéèrè nípa Ibiọjà

source: asked by <a href="{user_url}">{username}</a> {when}
yo: béèrè <a href="{user_url}">{username}</a> {when}

source: Ask other contributors
yo: Béèrè lọ́wọ́ àwọn olùdásí

source: Ask this
yo: Béèrè èyí

source: Ask your question to our community of users
yo: Béèrè ìbéèrè rẹ fún àwọn awùjọ olùṣàmúlò wa

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
yo: Àpotí kékeré kan yóòṣí. Ṣíra tẹ wúnrẹ̀n tí a ńpè ní <em>Ìwifún Wíwá àléébù</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
yo: Apoti kan yoo ṣi. Ṣíra tẹ wúnrẹ̀n tí a ńpè ní <em>Lẹ̀</em>. Lọ́nà mìíràn ẹ̀wẹ̀, tẹ <em>Ctrl+V</em> tàbí <em>Àṣẹ+V</em>.

source: A support account lets us alert you when people respond to your question.
yo: Àkọ́ọ́lẹ̀ àtìlẹ́hìn jẹ́kí a ta ọ́ jí nígbà tí àwọn ènìyàn dáhùn ìbéèrè rẹ.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
yo: Bí ó ṣe bẹ̀rẹ̀ síni dáhùn àwọn ìbéèrè tí ó jọpé ó rọrùn ó lè bá àwọn ìbéèrè díẹ̀ pàdé. Bíi, kílo ṣẹ̀lẹ̀ nígbà tí oníbinú olùṣàmúlò kòbáfẹ́ ohun tí ó ṣẹlẹ̀ tàbí kíló tún kàn? Ojúlówó Ìdánilẹ́kọ̀ọ́ Olùdásí lèní àwọn ìdáhùn yíì. Ó rọrùn láti bẹ̀rẹ̀:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
yo: Bí o ti bẹ̀rẹ̀ síni dáhùn àwọn ìbéèrè tí o jọ ìrọrùn o lè salábàpádè àwọn ìbéèrè díẹ̀. Bíi, kílo ṣẹlẹ̀ nígbà tí olùṣàmúlò to ń bínú tí kò fẹ́ kí a bá òhun yanjú nǹkan tàbí kíló ṣẹlẹ̀ tẹ̀le? Ìdánilẹ́kọ̀ Ojúlówó Olùdásí lèní ìdáhùn yíì. Ó ṣeéṣe láti bẹ̀rẹ̀ níbí: <a href="%(url)s">Ìdánilẹ́kọ̀ Ojúlówó Olùdásí</a>.

source: At least one number and one English letter are required in the password.
yo: O kéré a nílò nọ́ńbà kan àti lẹ́tà Gẹ̀ẹ́sì kan nínu ọ̀rọ̀ aṣínà.

source: Attached screenshots
yo: Ìsopọ̀ yíyà aṣàfihàn

source: Attention needed
yo: A nílò àfiyèsí

source: Attention Needed
yo: Nílò Ìfọ̀kànsí

source: A user with that email address already exists.
yo: Olùsàmúlò tóní irúfẹ́ àdírẹ́sì í-meélì yẹn ti wà.

source: Author
yo: Olùdásílẹ̀

source: Automatically add
yo: Ṣafikun aládàṣe

source: Award details
yo: Àlàyé ẹ̀bùn-ìfakọ̀yọ

source: Awarded by:
yo: Ẹ̀bùn-ìfakọ̀yọ láti ọwọ́:

source: awarded to
yo: ẹ̀bùn-ìfakọ̀yọ sí

source: Awarded to:
yo: Ẹ̀bùn-ìfakọ̀yọ fún:

source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
yo: Ẹ̀bùn-ìfakọ̀yọ láti ṣàtilẹhìn àwọn olùdásí tí o dásí (aròkọ ìlànà ìṣàmúlò KB, Ìdáhùn Ìbéèrè Apèjọ, Ìsọ̀dìbílẹ̀ aròkọ ìlànà ìṣàmúlò KB, túwítì, abbl) láti ṣàgbékalẹ̀ Firefox 29, o ṣeun! Àbùdá Firefox 29: 1. Àtẹ iṣẹ́ Firefox, ìwò àti ìrirí titun Australis ÀTI múdọ́gba Ìdalé Àkọ́ọ́lẹ̀ Firefox 2. Firefox fún Android: múdọ́gba Ìdalé Àkọ́ọ́lẹ̀ Firefox MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
yo: Fèrèsé kan yóò ṣí ní igun òkè. Ṣíra tẹ̀ láti Fàyègbà kí o wá ṣíra tẹ ṣàgbékalẹ̀. Bí aládàṣe kòbá ṣiṣẹ́, <a class="expander" href="%(url)s">gbìyànjú ìgbésẹ̀ aláfọwọ́ṣe yìí</a>.

source: Back to:
yo: Pàdà sí:

source: Back to History
yo: Pàda sí Ìtàn

source: Badge awarded to those who have contributed to the Kitsune code base.
yo: Ẹ̀bùn-ìfakọ̀yọ báàjì fún àwọn tó dásí ìpínlẹ̀ kóòdù Kitsune.

source: BadgeKit
yo: Ohun elò báàjì

source: Badges
yo: Àwọn báàjì

source: Ban
yo: Fi òfin dè

source: Banned Users
yo: Àwọn Olùṣàmúlò Tí a Fi Òfin Dè

source: Ban User
yo: Olùṣàmúlò Tí a ti Fòfin dè

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
yo: Olùṣàmúlò tí a ti fòfin dè yóò dẹ́kun èkù twitter láti lo irinṣẹ́ Ọmọ ogun Ìyàlẹ́nu.

source: Basic browsing
yo: N ṣàwárí ìpínlẹ̀

source: Basic Features
yo: Ìpínlẹ̀ Àwọn Àbùdá

source: Basics to get started with Firefox for Windows 8 Touch.
yo: Ìpínlẹ̀ láti bẹ̀rẹ̀ pẹ̀lú Firefox fún Windows 8 Touch.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
yo: Jẹ́ asàpèjúwe. Sísọ &quot;Fífi fídíò ṣeré lóri YouTube maa ń jẹ́ adùn&quot; yóò ran àwọn olùfarajì wa lọ́wọ́ láti mọ ìṣòro rẹ dáradára ju síso &quot;Ohun kan kòtọ́&quot; tàbí &quot;Firefox ti fó&quot;.

source: Before
yo: Tẹ́lẹ̀

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
yo: Kí o tó ṣàfikùn í-meélì rẹ, o gbọ́dọ̀ ṣàrídájú rẹ. Jọ̀wọ́ yára tẹ ìsopọ̀ ìsalẹ̀ tàbí ṣẹ̀dá kí o lẹ gbogbo rẹ̀ sí ibi ìpamọ́ ìṣawarí pẹpẹ rẹ:

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
yo: Kí o tó lè wọlé, o gbọ́dọ̀ jẹ́rì àdírẹ́sì í-meélì re. Ati fi í-meélì ránṣẹ́ pẹ̀lú ìjẹ́rì ìsopọ̀ nínu rẹ̀. Kàn ṣíra tẹ ìsopò o sì ṣetán láti lọ!

source: Before you connect to Twitter, you must sign in to Mozilla Support.
yo: Kí o tó sopọ̀ sí Twitter, o gbọ́dọ̀ wọlé sí Àtìlẹ́hìn Mozilla.

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
yo: Kí o tó darapọ̀, o nílò láti fún Ọmọ ogun ti Ìyàlẹ́nu ní àṣẹ fọ̀rọ̀ránṣẹ́ àwọn túwìtì ní ipò rẹ.

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
yo: Nísàlẹ̀ ni atòkọ àwọn wúnrẹ̀n tí o ti wò. Àwọn wúnrẹ̀n tí a ṣàyẹ̀wò ni àwon wúnrẹ̀n tí o ńwò lọ́wọ́lọ́wọ́ àti àwọn wúnrẹ̀n ti àìṣàyéwò ní akò wò mọ́.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
yo: Hùwà dídára. Àwọn onífarajìn wa jẹ́ àwọn olùṣàmúlò Mozilla bíì rẹ, tí ó fi ààyè sílẹ̀ ní òòjọ́ láti ṣèrànwọ́.

source: Biography
yo: Ìtàn ìgbé ayé ẹnìkan

source: Body:
yo: Ara:

source: Bold
yo: Nípọn

source: bold text
yo: ọ̀rọ̀ tó hàn gbàngbà

source: Bookmark options
yo: Àwọn ẹ̀yàn àwọn àmì ìwé

source: Bookmarks and tabs
yo: Àwọn àmì ìwé àti àwọn táàbù

source: Briefly describe your changes:
yo: Sọ nípa àyípadà rẹ níṣókí:

source: Browse for an image to upload.
yo: Ìgbàwálẹ̀ fún àwòrán sí àgbàsókè.

source: Browse for unsolved questions and help a fellow user
yo: Gbàwálẹ̀ àwọn ìbéèrè àìyanjú kí o ran olùṣàmúlò ẹlẹgbẹ́ lọ́wọ́

source: Browse for unsolved questions and help a Firefox user
yo: Gbàwálẹ̀ fún àwọn ìbéèrè tí a kò tán àti ìrànwọ́ olùṣàmúlò Firefox

source: browserID
yo: aṣàwákiriID

source: Browse the questions for all the products together in one list.
yo: Gbàwálẹ̀ àwọn ìbéèrè fún gbogbo àwọn ohun ìgbéjáde lápàpọ̀ ní àtòkọ kan.

source: Bulleted List
yo: Àtọ̀kọ oníbúlẹ́ẹ̀tì

source: Bulleted list item
yo: Wúnrẹ̀n àtọ̀kọ oníbúlẹ́ẹ̀tì

source: Button of type "%s" does not exist.
yo: Kòsí irufẹ́ bọ́tìnì "%s".

source: by <a class="username" href="{profile_url}">{username}</a>
yo: nípa <a class="username" href="{profile_url}">{username}</a>

source: by <a href="{profile_url}">{user}</a>
yo: lọ́wọ <a href="{profile_url}">{user}</a>

source: by {user}
yo: lọ́wọ́ {user}

source: Calendar
yo: Kàlẹ́ndà

source: Calling and Contacts
yo: Pípè àti àwọn Olùbásọ̀rọ̀

source: Cancel and go back to document history
yo: Parẹ́ kí o padà sí ìtàn àkọsílẹ̀

source: Cancel Review
yo: Pa Àtúnyẹ̀wò Rẹ́

source: cannedresponses
yo: àwọn èsì tí a dépa

source: Canned Responses
yo: Àwọn Èsì tí A dé

source: Can't find an answer? Summarize your question in a sentence.
yo: Kòrí ìdáhùn? Ìsọní sókí ìdáhùn rẹ ní gbólóhùn.

source: Cast to your TV
yo: Gbé sí TV rẹ

source: Category
yo: Ìpele

source: Category:
yo: Ìsọ̀rí:

source: change
yo: ṣàyípadà

source: Change
yo: Yípadà

source: Change avatar
yo: Ṣàyípadà avatar

source: Change Avatar
yo: Ṣàyípadà Avatar

source: change category
yo: ṣàyípadà ìpele

source: Changed
yo: Ti yípadà

source: changed by {users}
yo: tí a ṣàyípadà lówọ́ {users}

source: Change email
yo: Pàrọ̀ í-meélì

source: Change Email
yo: Pàrọ̀ Í-meélì

source: Change email address
yo: Ṣàyípadà àdírẹ́sì í-meélì

source: Change {group} group avatar
yo: Yípadà {group} ẹgbẹ́ avatar

source: Change how Firefox handles videos, animations, music and other interactive content
yo: Ṣàyípadà bí Firefox ṣe ń ṣe fídíò, àwọn àwòrán abẹ̀mí, orin àti àwọn àkoonú ìjọṣepọ̀

source: Change my email
yo: Ṣàyípadà í-meélì mi

source: Change my password
yo: Ṣàyípadà ọ̀rọ̀ aṣínà mi

source: Change password
yo: Ṣàyípadà ọ̀rọ̀ aṣínà

source: Change Password
yo: Ṣàyípadà Ọ̀rọ̀ aṣínà

source: change product
yo: ṣàyípadà àbájáde

source: Change Revisions
yo: Àyípadà Àtúnyẹ̀wò

source: Changes:
yo: Àwọn àyípadà:

source: Changes Needed
yo: Nílò Àyípadà

source: Changes Not Ready For Localization
yo: Àyípadà Kòìtó Fún Ìsọdìbílẹ̀

source: Change your email preferences
yo: Ṣàyípadà àwọn ìbuyìfún í-meélì rẹ̀

source: Change your email preferences:
yo: Ṣàyípadà àwọn ìbuyìfún í-meélì rẹ:

source: Change your history settings on Firefox for iOS
yo: Ṣàyípadà àwọn ààtò ìtàn rẹ ní Firefox fún iOS

source: characters remaining.
yo: ẹyọ ọ̀rọ̀ tókù.

source: Chat and share
yo: Tàkurọ̀sọ kí o pín

source: Check our documentation
yo: Ṣàyẹ̀wò ìlànà ìṣàmúlò wa

source: Choose a tweet below
yo: Yan túwìtì nísàlẹ̀

source: Choose revisions to compare
yo: Yan àtúnyẹ̀wò láti fi wéra

source: Chosen solution
yo: Ọ̀nà àbáyọ tí a yàn

source: Chosen Solution
yo: Ọ̀nà àbáyọ Tí a Yàn

source: Click here to find out where to help.
yo: Ṣíra tẹ̀ níbí láti wá ibi ìrànwọ́.

source: Click here to verify your email address
yo: Ṣíra tẹ̀ láti jẹ́rì àdírẹsì í-meélì rẹ

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
yo: Gba Ṣíra tẹ̀ yóò mú ẹ̀yà aròkọ yíi wà lóju iṣẹ́! Jọ̀wọ́ lo àkókò láti ní ìdánílójú pé gbogbo ẹ̀yán tọ̀nà.

source: Click on the empty box above this text.
yo: Ṣíra tẹ̀ ní àpotí òfo lókè àyọkà yíì.

source: Clickthrough rate
yo: Òsùwọ̀n Ìṣíratẹ̀ kọjá

source: Click Through Rate %
yo: Ṣíra tẹ̀ Nípasẹ̀ Òsùwọ̀n %

source: Click to register.
yo: Síra tẹ̀ láti forúkọsílẹ̀.

source: Click to sign in.
yo: Ṣíra tẹ̀ láti wọlé.

source: Close account and delete all profile information
yo: Ti àkọ́ọ́lẹ̀ kí o pa gbogbo ìwifún ìrísí olùlò rẹ́

source: Close Diff
yo: Ti Ìyatọ̀

source: Collect and retain information only when it is necessary to a project or task.
yo: Gbà àti fi ìwifún sílẹ̀ nìkan nígbà tí ó bá yẹ sí iṣẹ́ àkànṣe tàbí iṣẹ́.

source: Comment:
yo: Ìdáásí:

source: Common responses
yo: Àwọn èsì tó wópọ̀

source: Community Discussion Only
yo: Àwùjọ Ìfọ̀rọ̀wérọ̀ Níkàn

source: Community Discussions
yo: Ìtàkurọ̀sọ Àwùjọ

source: Community forums
yo: Àwọn àpérò àwùjọ

source: Community Hub
yo: Ibi ìpàdè àwùjọ

source: Community Search Results
yo: Àwùjọ Wíwá Àwọn Èsì

source: Compare Revisions
yo: Ṣàfiwé Àtúnyẹ̀wò

source: Compare Revisions | {document}
yo: Ṣàfiwé Àtúnyẹ̀wò | {document}

source: Compare Selected Revisions
yo: Fi Àtúnyẹ̀wò Yíyàn Wéra

source: Compare Selected Translations
yo: Fi Ìtumọ̀ Yíyàn Wéra

source: Complete overview...
yo: Ìpàtẹ ìwò pátápátá...

source: Confirmation email sent
yo: Tifi ìjẹ́rì í-meélì ránṣẹ́

source: Confirmation email sent successfully.
yo: A fi ìjẹ́rì í-meélì ránṣẹ́ dáradára.

source: Confirm password
yo: Jẹ́rì ọ̀rọ̀ aṣínà

source: Confirm registration
yo: Jẹ́rì ìforukọ́silẹ̀

source: Confirm your subscription
yo: Jẹ́rì ìforúkọsílẹ̀ rẹ

source: Confusing
yo: Ń dàrú

source: Congratulations!
yo: Kú oríire!

source: Connect on video and share pages with your network
yo: Sopọ̀ ní fídíò kí o pín ojú ewé pẹ̀lú alásopọ̀ rẹ

source: Connect to your Twitter account
yo: Sopọ̀ sí àkóólẹ̀ Twitter rẹ

source: Connect your Twitter account
yo: Sopọ̀ mọ́ àkọ́ọ́lẹ̀ Twitter rẹ

source: Contacts
yo: Olùbásọ̀rọ̀

source: Contact Us
yo: Kànsí Wa

source: Content
yo: Àkọ́ọ́nú

source: Content:
yo: Àkóónú:

source: Content changes that don't require immediate translation
yo: Àyípadà àkóónú tí kò nílò ìtúmọ̀ kíákíá

source: Continue Uploading Media
yo: Tẹ̀síwájú Gbígbàwálẹ̀ Mídíà

source: contributed
yo: ti dásí

source: Contributed
yo: Ti dásí

source: Contributing to Webmaker
yo: Ìdasí Olùṣe Wẹ́ẹ̀bù

source: Contributions
yo: Àwọn ìdásí

source: Contributions in last 90 days: {count}
yo: Àwọn ìdasí ní 90 ọjọ́ sẹ́hìn: {count}

source: Contributor articles
yo: Aròkọ olùdásí

source: Contributor Forums
yo: Apèjọ Olùdásí

source: Contributors
yo: Àwọn olùdásí

source: Contributor Tools
yo: Irinṣé Olùdásí

source: Control how your information is saved or tracked
yo: Darí bí a ṣe ṣàfipamọ́ tàbí ìtọpa ìwifún rẹ

source: Control the information that Firefox saves
yo: Ṣàkóso ìwifún tí Firefox ṣàfipámọ́

source: Cookies and cache
yo: Kúkíísì àti ìfarasin

source: Copy your personal information from one browser to another
yo: Ṣẹ̀dà ìwifún àdáni rẹ láti gbàwálẹ̀ kan sí òmíìràn

source: Copy your personal information from one Thunderbird to another
yo: Ṣẹ̀dá ìwífun àdáni rẹ láti Ẹyẹ àrá sí ìbòmíràn

source: Could not send a message to that email address.
yo: Kòle fi iṣẹ́ ránṣẹ́ sí àdírẹ́sì í-meélì yẹn.

source: Could not upload file. Please try again later.
yo: Kòleṣe igbàsókè fáìlì. Jọ̀wọ́ gbìyànjúsi bóyá.

source: Could not upload your image.
yo: Kòle ṣàgbàwálẹ̀ àwòrán rẹ.

source: {count} Active Contributors (last 90 days)
yo: {count} Olùdasí Tí o ńṣiṣẹ́ (ní 90 ọjọ́ sẹ́hìn)

source: Country
yo: Orílẹ̀ èdè

source: {count} visitors in the past 30 days
yo: {count} àwọn àlejò ní 30 ọjọ́ ṣéhìn

source: Crashes, errors and other issues
yo: Ìdàrú, àṣìṣe àti àwọn àwọn ìṣòro míìràn

source: crashes on youtube
yo: ìdarí lórí youtube

source: Crash ID
yo: Ìdámọ̀ Ìdàrú

source: Crash ID(s)
yo: Ìdàrú àwọn Ìdámọ̀

source: Crashing
yo: Ń dàrú

source: Create
yo: Ṣẹ̀dá

source: Create a New Article | Knowledge Base
yo: Ṣẹd̀á Aròkọ Titun | Ìpínlẹ̀ Ìmọ̀

source: Create a New Knowledge Base Article
yo: Ṣẹ̀dá Aròkọ Ìpínlẹ̀ Ìmọ̀ Titun

source: Create a new support account
yo: Ṣẹ̀dá àkọ́ọ́lẹ̀ àtìlẹ́hìn titun

source: Create a new thread
yo: Ṣẹ̀dá èròjà atẹ̀lélànà titun

source: Create a new thread | {d} | Knowledge Base
yo: Ṣẹda èròjà atẹ̀lélànà titun | {d} | Ìpínlẹ̀ Ìmọ̀

source: Create announcement
yo: Ṣẹ̀dá ìkéde

source: Create a support account
yo: Ṣẹ̀dá àtìlẹ́hìn àkọ́ọ́lẹ̀

source: Create a support account.
yo: Ṣẹ̀dá àtìlẹ́hìn àkọ́ọ́lẹ̀.

source: Created
yo: Ti ṣẹ̀dá

source: Created:
yo: Ṣẹ̀dá:

source: Created by:
yo: Ìṣẹ̀dá láti ọwọ́:

source: Created date. Format: mm/dd/yy
yo: Déètì ìṣẹ̀dá. Ìgúnrégé: mm/dd/yy

source: Created successfully
yo: Ṣẹ̀dá dáradára

source: Create my account
yo: Ṣẹ̀dá àkọ́ọ́lẹ̀ mi

source: Creator
yo: Olùdásílẹ̀

source: Creator:
yo: Olùdásílẹ̀:

source: Current
yo: Lọ́wọ́lọ́wọ́
